/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ cancelou o pedido.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ recusou o pedido.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ gostaria de estabelecer ligação.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@\ncancelou o pedido.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@\nrecusou o pedido.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\ngostaria de estabelecer ligação.";

/* No comment provided by engineer. */
"Accept" = "Aceitar";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Bluetooth: erro de comunicação";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "Para estabelecer ligação a iPads, iPhones ou iPods touch que estejam perto, tem de activar o Bluetooth.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Escolha um iPad, iPhone\nou iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "Ligação perdida";

/* No comment provided by engineer. */
"Decline" = "Recusar";

/* No comment provided by engineer. */
"is not available." = "não está disponível.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "A procurar outros iPads, iPhones ou iPods touch…";

/* No comment provided by engineer. */
"Looking for peers…" = "A procurar amigos…";

/* No comment provided by engineer. */
"Nearby" = "Lado a lado";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Não suportado neste\n%@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Request declined." = "Pedido recusado.";

/* No comment provided by engineer. */
"This request was cancelled." = "Este pedido foi cancelado.";

/* No comment provided by engineer. */
"Waiting for %@…" = "À espera de %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "À espera de\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "A aguardar ligação…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Gostaria de ligar o Bluetooth?";

